// -----------------------------------------------------------------------
// Класс gh_Config - Конфигурация теплицы - используется всеми устройствами
//				Хранит аппаратную конфигурацию всех устройств теплицы (в проекте)
//				Хранит текущее состояние настроек теплицы
//				Хранит текущее состояние настроек в памяти EEPROM (в проекте)
//				Умеет сохранять текущее состояние настроек и конфигурацию на SD Карту (в проекте)
//
// Устройства:	SD Карта (в проекте)
//
// -----------------------------------------------------------------------


struct gh_Config
{
	//byte T;			// 
};
